    const phyData =
      [
        { id: 1, title: "1.2.1.1 重力、弹力和摩擦力" },
        { id: 2, title: "1.2.2.1 力的合成和分解" },
        { id: 3, title: "1.2.3.1 单物体动态平衡问题" },
        { id: 4, title: "1.2.3.2 多物体平衡问题" },
        { id: 5, title: "1.3.2.3 斜面动力学问题" },
        { id: 6, title: "1.3.1.1 牛顿运动定律与国际单位制" },
        { id: 7, title: "1.3.2.1 超重与失重问题" },
        { id: 8, title: "1.3.2.2 倾斜弹力动力学问题" },
        { id: 9, title: "1.3.2.6 水平传送带动力学问题" },
        { id: 10, title: "1.3.2.4 弹簧动力学常规问题" },
        { id: 11, title: "1.3.3.2 板块动力学问题" },
        { id: 12, title: "1.3.3.1 系统牛顿第二定律问题" },
        { id: 13, title: "1.4.1.1 运动的合成与分解" },
        { id: 14, title: "1.4.2.1 平抛运动公式" },
        { id: 15, title: "1.4.2.2 斜面平抛问题" },
        { id: 16, title: "1.5.1.1 圆周运动物理量与传动问题" },
        { id: 17, title: "1.5.2.1 水平圆周运动之摩擦力问题" },
        { id: 18, title: "1.5.2.2 水平圆周运动之斜弹力问题" },
        { id: 19, title: "1.6.1.1 开普勒定律与万有引力定律" },
        { id: 20, title: "1.6.2.1 卫星环绕问题" },
        { id: 21, title: "1.6.2.2 地表重力问题" },
        { id: 22, title: "1.6.2.3 天体质量与密度问题" },
        { id: 23, title: "1.6.2.4 多星问题" }

      ];
